[
  "obsidian-local-images-plus",
  "obsidian-sort-and-permute-lines",
  "obsidian-style-settings",
  "swiss-army-knife",
  "obsidian-text-format",
  "obsidian-trash-explorer",
  "create-note-list",
  "nldates-obsidian",
  "obsidian-minimal-settings",
  "file-explorer-plus",
  "cmdr",
  "darlal-switcher-plus",
  "alias-management",
  "editing-toolbar",
  "mysnippets-plugin",
  "font-size",
  "consistent-attachments-and-links",
  "file-explorer-note-count",
  "iconic",
  "settings-management",
  "dataview",
  "mononote",
  "homepage",
  "obsidian-image-gallery",
  "file-cleaner-redux",
  "templater-obsidian",
  "last-position"
]